[
  { "text": "Lägg upp den senaste bilden du tog på dina sociala medier." },
  {
    "text": "Låt gruppen lägga till något slumpmässigt i din online-varukorg."
  },
  { "text": "Prata bara i frågor tills det blir din tur igen." },
  { "text": "Försök att jonglera med 3 slumpmässiga saker från rummet." },
  { "text": "Ha på dig skorna på fel fötter tills nästa gång det är din tur." },
  { "text": "Ät en sked av en sås som gruppen väljer." },
  { "text": "Gör 10 knäböj medan du ropar ditt eget namn." },
  {
    "text": "Låt någon skriva ett sms till en valfri kontakt från din telefon."
  },
  { "text": "Gör din bästa catwalk tvärs över rummet." },
  { "text": "Sjung refrängen från en låt som gruppen väljer." },
  { "text": "Agera som en katt tills nästa gång det är din tur." },
  { "text": "Ta en fånig selfie och skicka den till din mamma eller pappa." },
  { "text": "Gör ditt fulaste dansmove tills gruppen säger stopp." },
  { "text": "Prata bara i viskningar tills det blir din tur igen." },
  { "text": "Balanssera ett slumpmässigt föremål på huvudet i 1 minut." },
  { "text": "Låt personen mittemot dig göra om din frisyr." },
  {
    "text": "Byt plats med någon varje gång någon säger 'drick' tills nästa tur."
  },
  { "text": "Låtsas vara servitör och ta allas påhittade matbeställningar." },
  { "text": "Visa gruppen ditt mest pinsamma sparade foto." },
  { "text": "Ha jackan på bak och fram resten av spelet." },
  { "text": "Säg 'Jag älskar dig' till den första kontakten i din telefon." },
  { "text": "Gör 15 jumping jacks medan du ropar 'Jag är bäst!'" },
  {
    "text": "Låt någon välja ett nytt smeknamn åt dig som alla måste använda."
  },
  { "text": "Imitera din favoritkändis tills det blir din tur igen." },
  { "text": "Visa gruppen det senaste memet du sparade." },
  { "text": "Försök slicka på din armbåge (på riktigt)." },
  { "text": "Låt gruppen bestämma din nästa Instagram-caption." },
  { "text": "Prata i slow motion tills nästa gång det är din tur." },
  { "text": "Gör en fånig TikTok-dans, även utan musik." },
  { "text": "Sjung allt du vill säga tills det blir din tur igen." },
  {
    "text": "Låt någon annan skicka ett sms till vem som helst i din telefon."
  },
  {
    "text": "Gör armhävningar medan någon sitter på din rygg (om det är säkert)."
  },
  { "text": "Visa gruppen ditt dolda fotoalbum (om du har ett)." },
  { "text": "Ha solglasögon på inomhus tills nästa gång det är din tur." },
  {
    "text": "Låtsas vara ett djur som gruppen väljer tills nästa gång det är din tur."
  },
  { "text": "Låt gruppen välja en ny ringsignal till din telefon." },
  { "text": "Försök stå på ett ben i 1 minut." },
  { "text": "Låt någon måla om dina ögonbryn med en penna." },
  {
    "text": "Ta en selfie där du gör ditt fulaste ansikte och skicka den till din bästa vän."
  }
]
