[
  { "text": "Vem är mest trolig att vinna en karaoketävling?" },
  {
    "text": "Vem är mest trolig att av misstag gilla sitt ex bild på Instagram?"
  },
  { "text": "Vem är mest trolig att busringa någon?" },
  { "text": "Vem är mest trolig att glömma sin väns födelsedag?" },
  { "text": "Vem är mest trolig att sträcktitta på en hel säsong på en dag?" },
  { "text": "Vem är mest trolig att snubbla på sina egna fötter?" },
  { "text": "Vem är mest trolig att bli känd?" },
  { "text": "Vem är mest trolig att hamna i reality-TV?" },
  { "text": "Vem är mest trolig att gråta på ett bröllop?" },
  { "text": "Vem är mest trolig att äta någon annans mat ur kylen?" },
  { "text": "Vem är mest trolig att svimma på en fest?" },
  { "text": "Vem är mest trolig att vinna på lotto men tappa bort lotten?" },
  { "text": "Vem är mest trolig att glömma vilken dag det är?" },
  { "text": "Vem är mest trolig att låsa sig ute från sitt eget hus?" },
  { "text": "Vem är mest trolig att ha sönder sin mobilskärm?" },
  { "text": "Vem är mest trolig att försova sig och missa något viktigt?" },
  { "text": "Vem är mest trolig att gå vilse i sin egen stad?" },
  { "text": "Vem är mest trolig att skratta tills de gråter?" },
  { "text": "Vem är mest trolig att skicka sms till fel person?" },
  { "text": "Vem är mest trolig att bli miljonär?" },
  {
    "text": "Vem är mest trolig att av misstag starta en brand när de lagar mat?"
  },
  { "text": "Vem är mest trolig att ramla ner för trappan?" },
  { "text": "Vem är mest trolig att glömma svara på ett sms?" },
  { "text": "Vem är mest trolig att bli ståuppkomiker?" },
  { "text": "Vem är mest trolig att bli utslängd från en klubb?" },
  { "text": "Vem är mest trolig att vinna en ätartävling?" },
  { "text": "Vem är mest trolig att bli lärarens favorit?" },
  { "text": "Vem är mest trolig att rymma för att gå med i en cirkus?" },
  { "text": "Vem är mest trolig att bli arresterad för något dumt?" },
  { "text": "Vem är mest trolig att spontant flytta utomlands?" }
]
