[
  { "text": "Vad är det mest pinsamma du har gjort när du varit full?" },
  { "text": "Har du någonsin varit kär i någon här?" },
  { "text": "Vad är den värsta lögnen du har sagt till dina föräldrar?" },
  { "text": "Vad är din mest pinsamma sexuella upplevelse?" },
  {
    "text": "Vem i det här rummet skulle du aldrig vilja hångla med, och varför?"
  },
  {
    "text": "Har du någonsin varit otrogen mot en partner eller nästan varit det?"
  },
  { "text": "Vad är den största hemligheten du döljer för dina vänner?" },
  { "text": "Vad är det värsta du har gjort på jobbet eller i skolan?" },
  { "text": "Vem var din senaste olämpliga fantasi om?" },
  { "text": "Vad är det elakaste du har sagt bakom någons rygg?" },
  { "text": "Har du någonsin varit med någon du inte borde ha varit med?" },
  {
    "text": "Vad är den enda saken du aldrig vill att dina föräldrar ska få veta om dig?"
  },
  { "text": "Vad är det galnaste du har gjort som du ångrar?" },
  { "text": "Vad är den löjligaste anledningen till att du har ratat någon?" },
  { "text": "Vad är det konstigaste som tänder dig?" },
  { "text": "Vem här tror du är den sämsta kyssaren?" },
  { "text": "Vad är den största hemligheten du har hållit från ditt ex?" },
  { "text": "Har du någonsin skickat ett vågat sms till fel person?" },
  {
    "text": "Vad är din guilty pleasure som du skulle skämmas för att erkänna?"
  },
  { "text": "Vad är det mest skandalösa på din telefon just nu?" },
  { "text": "Vad är det mest olagliga du har gjort?" },
  {
    "text": "Har du någonsin låtsats vara intresserad av någon bara för att inte såra dem?"
  },
  { "text": "Vad är det mest svartsjuka du har gjort?" },
  { "text": "Vad är din mest pinsamma dejtinghistoria?" },
  { "text": "Har du någonsin ljugit för din bästa vän om något stort?" },
  { "text": "Vad är den snuskigaste drömmen du har haft?" },
  { "text": "Vem här tror du mest troligt kommer krossa någons hjärta?" },
  { "text": "Vad är mest pengar du slösat på en natt?" },
  { "text": "Vad är den ytligaste anledningen till att du gillat någon?" },
  { "text": "Har du någonsin skickat nakenbilder du ångrat?" },
  { "text": "Vad är din största rädsla i relationer?" },
  { "text": "Vad är det mest pinsamma du har sagt under sex?" },
  {
    "text": "Har du någonsin blivit påkommen när du tittade på något du inte borde?"
  },
  { "text": "Vad är det konstigaste du har gjort ensam på ditt rum?" },
  { "text": "Vem i det här rummet skulle du lita minst på med en hemlighet?" },
  { "text": "Har du någonsin låtsats vara nykter när du inte var det?" },
  { "text": "Vad är det mest barnsliga du fortfarande gör?" },
  { "text": "Vad är det mest pinsamma DM du har skickat?" },
  { "text": "Har du någonsin flirtat med någon du inte borde ha flirtat med?" },
  { "text": "Vad är en sak du har gjort som ingen i det här rummet vet om?" }
]
