[
  { "text": "What’s the most embarrassing thing you’ve done while drunk?" },
  { "text": "Have you ever had a crush on someone here?" },
  { "text": "What’s the worst lie you’ve ever told your parents?" },
  { "text": "What’s the most awkward sexual experience you’ve ever had?" },
  { "text": "Who in this room would you never want to hook up with, and why?" },
  { "text": "Have you ever cheated on a partner or come close?" },
  { "text": "What’s the biggest secret you’re hiding from your friends?" },
  { "text": "What’s the worst thing you’ve ever done at work or school?" },
  { "text": "Who was your last inappropriate fantasy about?" },
  { "text": "What’s the meanest thing you’ve said behind someone’s back?" },
  { "text": "Have you ever hooked up with someone you shouldn’t have?" },
  {
    "text": "What’s the one thing you never want your parents to know about you?"
  },
  { "text": "What’s the wildest thing you’ve done that you regret?" },
  { "text": "What’s the pettiest reason you’ve ever rejected someone?" },
  { "text": "What’s the weirdest thing that turns you on?" },
  { "text": "Who here do you think is the worst kisser?" },
  { "text": "What’s the biggest secret you’ve kept from your ex?" },
  { "text": "Have you ever sent a risky text to the wrong person?" },
  { "text": "What’s your guilty pleasure that you’d be embarrassed to admit?" },
  { "text": "What’s the most scandalous thing on your phone right now?" },
  { "text": "What’s the most illegal thing you’ve ever done?" },
  { "text": "Have you ever faked being into someone just to not hurt them?" },
  { "text": "What’s the most jealous thing you’ve ever done?" },
  { "text": "What’s your most awkward date story?" },
  { "text": "Have you ever lied to your best friend about something big?" },
  { "text": "What’s the dirtiest dream you’ve ever had?" },
  { "text": "Who here do you think is most likely to break someone’s heart?" },
  { "text": "What’s the most money you’ve wasted in one night?" },
  { "text": "What’s the most shallow reason you’ve ever liked someone?" },
  { "text": "Have you ever sent nudes you regretted?" },
  { "text": "What’s your biggest fear in relationships?" },
  { "text": "What’s the most awkward thing you’ve said during sex?" },
  { "text": "Have you ever been caught watching something you shouldn’t?" },
  { "text": "What’s the weirdest thing you’ve done alone in your room?" },
  { "text": "Who in this room would you trust least with a secret?" },
  { "text": "Have you ever pretended to be sober when you weren’t?" },
  { "text": "What’s the most childish thing you still do?" },
  { "text": "What’s the most embarrassing DM you’ve ever sent?" },
  { "text": "Have you ever flirted with someone you shouldn’t have?" },
  {
    "text": "What’s one thing you’ve done that nobody in this room knows about?"
  }
]
